{
  "games": [
    {
      "id": 113,
      "cover": { "id": 76391, "image_id": "co1mxz" },
      "name": "Assassin's Creed: Brotherhood",
      "rating": 83.25452598085519,
      "rating_count": 1100,
      "slug": "assassin-s-creed-brotherhood",
      "summary": "Live and breathe as Ezio, a legendary Master Assassin, in his enduring struggle against the powerful Templar Order. He must journey into Italy’s greatest city, Rome, center of power, greed and corruption to strike at the heart of the enemy. \nDefeating the corrupt tyrants entrenched there will require not only strength, but leadership, as Ezio commands an entire Brotherhood who will rally to his side. Only by working together can the Assassins defeat their mortal enemies. \nAnd for the first time, introducing a never-before-seen multiplayer layer that allows you to choose from a wide range of unique characters, each with their own signature weapons and assassination techniques, and match your skills against other players from around the world. \nIt’s time to join the Brotherhood.",
      "score": 0
    },
    {
      "id": 59,
      "cover": { "id": 84680, "image_id": "co1tc8" },
      "name": "The Elder Scrolls IV: Oblivion",
      "rating": 85.5307877469434,
      "rating_count": 1072,
      "slug": "the-elder-scrolls-iv-oblivion",
      "summary": "After the mysterious and untimely death of the Emperor, desperate factions vie for control of Tamriel's throne. With the empire ready to crumble, the gates of Oblivion open and demons march upon the land, laying waste to everything in their path. To turn the tide of darkness the player must find the lost heir to the throne and unravel the sinister plot that threatens to destroy all of Tamriel.",
      "score": 0
    },
    {
      "id": 538,
      "cover": { "id": 123158, "image_id": "co2n12" },
      "name": "Bioshock Infinite",
      "rating": 85.9270359949354,
      "rating_count": 1708,
      "slug": "bioshock-infinite",
      "summary": "This first-person story-driven shooter and entry in the Bioshock franchise follows Booker DeWitt as he enters the floating independent (formerly US) city of Columbia in 1912 and attempts to retrieve a girl trapped in a tower by the city's self-proclaimed despot/prophet in order to erase his financial debt. Throughout the story, themes of violence, racism and fatalism are brought up.",
      "score": 0
    },
    {
      "id": 20,
      "cover": { "id": 122598, "image_id": "co2mli" },
      "name": "BioShock",
      "rating": 87.5574923786189,
      "rating_count": 1802,
      "slug": "bioshock",
      "summary": "Set in the steampunk Objectivist underwater dystopia of Rapture in the 1960's, Bioshock is a first-person shooter wherein the player arms and genetically modifies themselves in order to survive against the city's resident great minds-turned-maddened anomalies and aid a revolutionary leader named Atlas in overthrowing the city's ruling despot, Andrew Ryan.",
      "score": 0
    },
    {
      "id": 1029,
      "cover": { "id": 132062, "image_id": "co2twe" },
      "name": "The Legend of Zelda: Ocarina of Time",
      "rating": 92.2452332710837,
      "rating_count": 1239,
      "slug": "the-legend-of-zelda-ocarina-of-time",
      "summary": "A 3D reimagining of the core premise of The Legend of Zelda: A Link to the Past (1991), Ocarina of Time follows Link, the protagonist, as he picks up a sword and leaves behind his humble origins in order to trek across the land of Hyrule, venture into its treacherous dungeons and travel through time itself to fulfill his destiny as the Hero of Time by defeating his enemy Ganondorf and ridding Hyrule of evil.",
      "score": 0
    },
    {
      "id": 18,
      "cover": { "id": 120980, "image_id": "co2lck" },
      "name": "Max Payne",
      "rating": 86.67181205560522,
      "rating_count": 1123,
      "slug": "max-payne",
      "summary": "Max Payne, gritty ex-cop and titular hero of this third-person shooter, sets out on his own to take revenge on those who murdered his wife and child, only for the plot he's involved in to get deeper and deeper. As his guilt and trauma build, Payne finds himself in more and more impossibly unfavourable and astounding situations, which challenge his methods, his worldview, and even his existence.",
      "score": 0
    },
    {
      "id": 7351,
      "cover": { "id": 76903, "image_id": "co1nc7" },
      "name": "DOOM",
      "rating": 86.5096205152484,
      "rating_count": 1113,
      "slug": "doom--2",
      "summary": "Developed by id software, the studio that pioneered the first-person shooter genre and created multiplayer Deathmatch, DOOM returns as a brutally fun and challenging modern-day shooter experience. Relentless demons, impossibly destructive guns, and fast, fluid movement provide the foundation for intense, first-person combat – whether you’re obliterating demon hordes through the depths of Hell in the single-player campaign, or competing against your friends in numerous multiplayer modes. Expand your gameplay experience using DOOM SnapMap game editor to easily create, play, and share your content with the world.",
      "score": 0
    },
    {
      "id": 533,
      "cover": { "id": 90811, "image_id": "co1y2j" },
      "name": "Dishonored",
      "rating": 84.8001486624475,
      "rating_count": 1027,
      "slug": "dishonored",
      "summary": "Dishonored is an immersive first-person action game that casts you as a supernatural assassin driven by revenge. With Dishonored’s flexible combat system, creatively eliminate your targets as you combine the supernatural abilities, weapons and unusual gadgets at your disposal. Pursue your enemies under the cover of darkness or ruthlessly attack them head on with weapons drawn. The outcome of each mission plays out based on the choices you make.",
      "score": 0
    },
    {
      "id": 7346,
      "cover": { "id": 87289, "image_id": "co1vcp" },
      "name": "The Legend of Zelda: Breath of the Wild",
      "rating": 92.1900694523144,
      "rating_count": 1315,
      "slug": "the-legend-of-zelda-breath-of-the-wild",
      "summary": "In this 3D open-world entry in the Zelda series, Link is awakened from a deep slumber without his past memories in the post-apocalyptic Kingdom of Hyrule, and sets off on a journey to defeat the ancient evil Calamity Ganon. Link treks, climbs and glides through fields, forests and mountain ranges while meeting and helping friendly folk and defeating enemies in order to gather up the strength to face Ganon.",
      "score": 0
    },
    {
      "id": 71,
      "cover": { "id": 89689, "image_id": "co1x7d" },
      "name": "Portal",
      "rating": 86.9573692792979,
      "rating_count": 2040,
      "slug": "portal",
      "summary": "Waking up in a seemingly empty laboratory, the player is made to complete various physics-based puzzle challenges through numerous test chambers in order to test out the new Aperture Science Handheld Portal Device, without an explanation as to how, why or by whom.",
      "score": 0
    },
    {
      "id": 732,
      "cover": { "id": 120933, "image_id": "co2lb9" },
      "name": "Grand Theft Auto: San Andreas",
      "rating": 90.23588198031881,
      "rating_count": 2001,
      "slug": "grand-theft-auto-san-andreas",
      "summary": "Returning after his mother's murder to the semi-fictional city of Los Santos (based on Los Angeles), Carl Johnson, a former gang banger, must take back the streets for his family and friends by gaining respect and once again gaining control over the streets. However, a story filled with crime, lies and corruption will lead him to trudge the entire state of San Andreas (based on California and Nevada) to rebuild his life.",
      "score": 0
    },
    {
      "id": 472,
      "cover": { "id": 85100, "image_id": "co1tnw" },
      "name": "The Elder Scrolls V: Skyrim",
      "rating": 87.8460997093421,
      "rating_count": 2312,
      "slug": "the-elder-scrolls-v-skyrim",
      "summary": "The next chapter in the highly anticipated Elder Scrolls saga arrives from the makers of the 2006 and 2008 Games of the Year, Bethesda Game Studios. Skyrim reimagines and revolutionizes the open-world fantasy epic, bringing to life a complete virtual world open for you to explore any way you choose.  \n \nPlay any type of character you can imagine, and do whatever you want; the legendary freedom of choice, storytelling, and adventure of The Elder Scrolls is realized like never before.  \n \nSkyrim’s new game engine brings to life a complete virtual world with rolling clouds, rugged mountains, bustling cities, lush fields, and ancient dungeons.  \n \nChoose from hundreds of weapons, spells, and abilities. The new character system allows you to play any way you want and define yourself through your actions.  \n \nBattle ancient dragons like you’ve never seen. As Dragonborn, learn their secrets and harness their power for yourself.",
      "score": 0
    },
    {
      "id": 434,
      "cover": { "id": 120991, "image_id": "co2lcv" },
      "name": "Red Dead Redemption",
      "rating": 89.7066681113394,
      "rating_count": 1369,
      "slug": "red-dead-redemption",
      "summary": "A modern-day Western epic, Red Dead Redemption takes John Marston, a relic from the fast-closing time of the gunslinger, through an open-world filled with wildlife, mini games and shootouts. Marston sets out to hunt down his old gang mates for the government, who have taken away his family, and meets many characters emblematic of the Wild West, heroism and the new civilization along his journey.",
      "score": 0
    },
    {
      "id": 73,
      "cover": { "id": 89700, "image_id": "co1x7o" },
      "name": "Mass Effect",
      "rating": 86.7225902976368,
      "rating_count": 1585,
      "slug": "mass-effect",
      "summary": "What starts as a routine mission to an agrarian outpost quickly becomes the opening salvo in an epic war. As the newly appointed Executive Officer of the SSV Normandy, you'll assemble and lead an elite squad of heroes into battle after heart-pounding battle. Each decision you make will impact not only your fate, but the destiny of the entire galaxy in the Mass Effect trilogy. \n \nKey Features: \n \nIncredible, interactive storytelling. Create and customize your own character, from Commander Shepard's appearance and skills to a personalized arsenal. Unleash devastating abilities as you command and train. Your decisions will control the outcome of each mission, your relationships with your crew and ultimately the entire war. \n \nAn amazing universe to explore. From the massive Citadel to the harsh, radioactive landscape of the Krogan home world – the incredible breadth of the Mass Effect universe will blow you away. Travel to the farthest outposts aboard the SSV Normandy, the most technologically advanced ship in the galaxy. You'll follow the clues left by ancient civilizations, discover hidden bases with fantastic new tech and lead your hand-picked crew into explosive alien battles. \n \nEdge-of-your-seat excitement meets strategic combat. Find the perfect combination of squad-mates and weapons for each battle if you want to lead them to victory. Sun-Tzu's advice remains as pertinent in 2183 as it is today – know your enemy. You'll need different tactics for a squad of enemies with devastating biotic attacks than a heavily armored Geth Colossus so choose your teams wisely.",
      "score": 0
    },
    {
      "id": 529,
      "cover": { "id": 87745, "image_id": "co1vpd" },
      "name": "Far Cry 3",
      "rating": 83.92007602384821,
      "rating_count": 1341,
      "slug": "far-cry-3",
      "summary": "Beyond the reach of civilization lies a lawless island ruled by violence. This is where you find yourself stranded, caught in a bloody conflict between the island’s psychotic warlords and indigenous rebels. Struggling to survive, your only hope of escape is through the muzzle of a gun. Discover the island’s dark secrets and take the fight to the enemy; improvise and use your environment to your advantage; and outwit its cast of ruthless, deranged inhabitants. Beware the beauty and mystery of this island of insanity… Where nothing is what is seems, you’ll need more than luck to escape alive.",
      "score": 0
    },
    {
      "id": 231,
      "cover": { "id": 85097, "image_id": "co1tnt" },
      "name": "Half-Life",
      "rating": 89.84366210650609,
      "rating_count": 1630,
      "slug": "half-life",
      "summary": "Dr. Gordon Freeman doesn't speak, but he's got a helluva story to tell. This first-person roller-coaster initiated a new era in the history of action games by combining engrossing gameplay, upgraded graphics, ingenious level design and a revolutionary story that may not be all that it seems, told not through cutscenes, but through the visual environment.",
      "score": 0
    },
    {
      "id": 731,
      "cover": { "id": 120955, "image_id": "co2lbv" },
      "name": "Grand Theft Auto IV",
      "rating": 83.14078755979492,
      "rating_count": 1070,
      "slug": "grand-theft-auto-iv",
      "summary": "Grand Theft Auto IV is an action-adventure video game developed by Rockstar North and published by Rockstar Games. It is the eleventh title in the Grand Theft Auto series, and the first main entry since 2004's Grand Theft Auto: San Andreas. \n \nThe game is played from a third-person perspective and its world is navigated on-foot or by vehicle. Throughout the single-player mode, players play as Niko Bellic. An online multiplayer mode is included with the game, allowing up to 32 players to engage in both co-operative and competitive gameplay in a recreation of the single-player setting. \n \nTwo expansion packs were later released for the game, The Lost and Damned and The Ballad of Gay Tony, which both feature new plots that are interconnected with the main Grand Theft Auto IV storyline, and follow new protagonists.",
      "score": 0
    },
    {
      "id": 7599,
      "cover": { "id": 81950, "image_id": "co1r8e" },
      "name": "Life is Strange",
      "rating": 83.51098355464771,
      "rating_count": 1144,
      "slug": "life-is-strange",
      "summary": "Reunited with her former friend Chloe, the pair will attempt to uncover the uncomfortable truth behind the mysterious disappearance of fellow student Rachel Amber. With high quality production values and a unique hand-drawn art style, LIFE IS STRANGE is a compelling, story-driven experience where choice and consequence play a key role in how the narrative unfolds. But there is a twist. At the beginning of the game Max discovers she has a remarkable power… the ability to rewind time. In LIFE IS STRANGE the player has the power to affect the game’s narrative and also change the course of history itself.",
      "score": 0
    },
    {
      "id": 74,
      "cover": { "id": 93684, "image_id": "co20ac" },
      "name": "Mass Effect 2",
      "rating": 91.56040460701749,
      "rating_count": 1661,
      "slug": "mass-effect-2",
      "summary": "Are you prepared to lose everything to save the galaxy? You'll need to be, Commander Shephard. It's time to bring together your greatest allies and recruit the galaxy's fighting elite to continue the resistance against the invading Reapers. So steel yourself, because this is an astronomical mission where sacrifices must be made. You'll face tougher choices and new, deadlier enemies. Arm yourself and prepare for an unforgettable intergalactic adventure. \n \nGame Features: \n \nShift the fight in your favour. Equip yourself with powerful new weapons almost instantly thanks to a new inventory system. Plus, an improved health regeneration system means you'll spend less time hunting for restorative items. \n \nMake every decision matter. Divisive crew members are just the tip of the iceberg, Commander, because you'll also be tasked with issues of intergalactic diplomacy. And time's a wastin' so don't be afraid to use new prompt-based actions that let you interrupt conversations, even if they could alter the fate of your crew...and the galaxy. \n \nForge new alliances, carefully. You'll fight alongside some of your most trustworthy crew members, but you'll also get the opportunity to recruit new talent. Just choose your new partners with care because the fate of the galaxy rests on your shoulders, Commander.",
      "score": 0
    },
    {
      "id": 19560,
      "cover": { "id": 85062, "image_id": "co1tmu" },
      "name": "God of War",
      "rating": 95.0058286529497,
      "rating_count": 1246,
      "slug": "god-of-war--1",
      "summary": "\"It is a new beginning for Kratos. Living as a man, outside the shadow of the gods, he seeks solitude in the unfamiliar lands of Norse mythology. With new purpose and his son at his side, Kratos must fight for survival as powerful forces threaten to disrupt the new life he has created...\"",
      "score": 0
    },
    {
      "id": 1074,
      "cover": { "id": 95422, "image_id": "co21mm" },
      "name": "Super Mario 64",
      "rating": 90.35949104385139,
      "rating_count": 1082,
      "slug": "super-mario-64",
      "summary": "The first three dimensional entry in the Mario franchise, Super Mario 64 follows Mario as he puts his broadened 3D movement arsenal to use in order to rescue Princess Peach from the clutches of his arch rival Bowser. Mario has to jump into worlds-within-paintings ornamenting the walls of Peach's castle, uncover secrets and hidden challenges and collect golden stars as reward for platforming trials.",
      "score": 0
    },
    {
      "id": 25076,
      "cover": { "id": 80403, "image_id": "co1q1f" },
      "name": "Red Dead Redemption 2",
      "rating": 92.4511870857927,
      "rating_count": 1052,
      "slug": "red-dead-redemption-2",
      "summary": "Developed by the creators of Grand Theft Auto V and Red Dead Redemption, Red Dead Redemption 2 is an epic tale of life in America’s unforgiving heartland. The game's vast and atmospheric world will also provide the foundation for a brand new online multiplayer experience.",
      "score": 0
    },
    {
      "id": 733,
      "cover": { "id": 120935, "image_id": "co2lbb" },
      "name": "Grand Theft Auto: Vice City",
      "rating": 87.62882620565239,
      "rating_count": 1621,
      "slug": "grand-theft-auto-vice-city",
      "summary": "In the year 1986, Tommy Vercetti is heavily indebted to his mafia superiors after a drug deal gone awry, but his dreams of taking over Vice City (based on Miami) push him down a different path. Featuring a wide variety of vehicles and weapons, radio stations playing hit songs from the era and an intense atmosphere, GTA: Vice City is an open-world sandbox satire of '80's Miami.",
      "score": 0
    },
    {
      "id": 501,
      "cover": { "id": 87713, "image_id": "co1voh" },
      "name": "Batman: Arkham City",
      "rating": 87.4897617862048,
      "rating_count": 1477,
      "slug": "batman-arkham-city",
      "summary": "After the events of Batman: Arkham Asylum (2009), a section of the city of Gotham has been turned into a prison, designed to keep the scum of the city away from the people. Bruce Wayne protests this prison but is shortly kidnapped by the despicable Hugo Strange, thus having to face the city's most powerful villains as the Batman while trying to uncover Strange's plans.",
      "score": 0
    },
    {
      "id": 127,
      "cover": { "id": 82095, "image_id": "co1rcf" },
      "name": "Assassin's Creed II",
      "rating": 87.12917535437221,
      "rating_count": 1757,
      "slug": "assassin-s-creed-ii",
      "summary": "Discover an intriguing and epic story of power, revenge and conspiracy set during a pivotal moment in history: the Italian Renaissance. \nExperience the freedom and immersion of an all new open world and mission structure with settings such as the rooftops and canals of beautiful Venice. Your options in combat, assassination and escape are vast, with many new weapons, settings and gameplay elements.",
      "score": 0
    },
    {
      "id": 1009,
      "cover": { "id": 81915, "image_id": "co1r7f" },
      "name": "The Last of Us",
      "rating": 93.9302729225969,
      "rating_count": 1956,
      "slug": "the-last-of-us",
      "summary": "A third person shooter/stealth/survival hybrid, in which twenty years after the outbreak of a parasitic fungus which takes over the neural functions of humans, Joel, a Texan with a tragic familial past, finds himself responsible with smuggling a fourteen year old girl named Ellie to a militia group called the Fireflies, while avoiding strict and deadly authorities, infected fungal hosts and other violent survivors.",
      "score": 0
    },
    {
      "id": 1871,
      "cover": { "id": 117988, "image_id": "co2j1g" },
      "name": "The Walking Dead: Season One",
      "rating": 85.7861370869618,
      "rating_count": 1170,
      "slug": "the-walking-dead-season-one",
      "summary": "The Walking Dead: Season One (also known as The Walking Dead: The Game) is an episodic interactive drama graphic adventure video game developed and published by Telltale Games. Based on Robert Kirkman's The Walking Dead comic book series, the game consists of five episodes, released between April and November 2012. It is available for Android, iOS, Kindle Fire HDX, Microsoft Windows, Mac OS X, PlayStation 3, PlayStation Vita, Xbox 360, PlayStation 4 and Xbox One. The game is the first of The Walking Dead video game series published by Telltale.",
      "score": 0
    },
    {
      "id": 1164,
      "cover": { "id": 82074, "image_id": "co1rbu" },
      "name": "Tomb Raider",
      "rating": 83.0403373255095,
      "rating_count": 1477,
      "slug": "tomb-raider--2",
      "summary": "Tomb Raider explores the intense and gritty origin story of Lara Croft and her ascent from a young woman to a hardened survivor. Armed only with raw instincts and the ability to push beyond the limits of human endurance, Lara must fight to unravel the dark history of a forgotten island to escape its relentless hold.",
      "score": 0
    },
    {
      "id": 121,
      "cover": { "id": 118607, "image_id": "co2jin" },
      "name": "Minecraft",
      "rating": 84.07474491076499,
      "rating_count": 1078,
      "slug": "minecraft",
      "summary": "Minecraft focuses on allowing the player to explore, interact with, and modify a dynamically-generated map made of one-cubic-meter-sized blocks. In addition to blocks, the environment features plants, mobs, and items. Some activities in the game include mining for ore, fighting hostile mobs, and crafting new blocks and tools by gathering various resources found in the game. The game's open-ended model allows players to create structures, creations, and artwork on various multiplayer servers or their single-player maps. Other features include redstone circuits for logic computations and remote actions, minecarts and tracks, and a mysterious underworld called the Nether. A designated but completely optional goal of the game is to travel to a dimension called the End, and defeat the ender dragon.",
      "score": 0
    },
    {
      "id": 16,
      "cover": { "id": 85752, "image_id": "co1u60" },
      "name": "Fallout: New Vegas",
      "rating": 87.2791714536967,
      "rating_count": 1223,
      "slug": "fallout-new-vegas",
      "summary": "In this first-person Western RPG, the player takes on the role of Courier 6, barely surviving after being robbed of their cargo, shot and put into a shallow grave by a New Vegas mob boss. The Courier sets out to track down their robbers and retrieve their cargo, and winds up getting tangled in the complex ideological and socioeconomic web of the many factions and settlements of post-nuclear Nevada.",
      "score": 0
    },
    {
      "id": 1942,
      "cover": { "id": 89386, "image_id": "co1wyy" },
      "name": "The Witcher 3: Wild Hunt",
      "rating": 95.32839112198509,
      "rating_count": 2633,
      "slug": "the-witcher-3-wild-hunt",
      "summary": "RPG and sequel to The Witcher 2 (2011), The Witcher 3 follows witcher Geralt of Rivia as he seeks out his former lover and his young subject while intermingling with the political workings of the wartorn Northern Kingdoms. Geralt has to fight monsters and deal with people of all sorts in order to solve complex problems and settle contentious disputes, each ranging from the personal to the world-changing.",
      "score": 0
    },
    {
      "id": 1020,
      "cover": { "id": 120937, "image_id": "co2lbd" },
      "name": "Grand Theft Auto V",
      "rating": 90.866237980568,
      "rating_count": 2978,
      "slug": "grand-theft-auto-v",
      "summary": "The biggest, most dynamic and most diverse open world ever created, Grand Theft Auto V blends storytelling and gameplay in new ways as players repeatedly jump in and out of the lives of the game’s three lead characters, playing all sides of the game’s interwoven story.",
      "score": 0
    },
    {
      "id": 76,
      "cover": { "id": 122968, "image_id": "co2mvs" },
      "name": "Dragon Age: Origins",
      "rating": 87.1545273635142,
      "rating_count": 1074,
      "slug": "dragon-age-origins",
      "summary": "Dragon Age: Origins (previously known as Dragon Age) is a single-player third-person high-fantasy role-playing game developed by BioWare. It is a single-player only game that BioWare co-CEO Ray Muzyka describes as a \"spiritual successor\" to the Baldur's Gate series, though it is not based on Dungeons & Dragons rules or the Forgotten Realms setting. It utilizes a new BioWare-developed engine named Eclipse. \n \nThe designers incorporated origin stories for each race and some classes in the game. For example, a dwarf who is a member of the noble caste will begin the game as part of the royal family in one of the dwarven cities, while a dwarf commoner will begin on the streets of the city. Origin stories provide an introduction to the game world and hours of gameplay. People that the Warden meets during the origin story may reappear throughout the game, some of whom may be adversaries.",
      "score": 0
    },
    {
      "id": 233,
      "cover": { "id": 77288, "image_id": "co1nmw" },
      "name": "Half-Life 2",
      "rating": 91.0373180415107,
      "rating_count": 1876,
      "slug": "half-life-2",
      "summary": "1998. HALF-LIFE sends a shock through the game industry with its combination of pounding action and continuous, immersive storytelling. \n \nNOW. By taking the suspense, challenge and visceral charge of the original, and adding startling new realism and responsiveness, Half-Life 2 opens the door to a world where the player's presence affects everything around him, from the physical environment to the behaviors even the emotions of both friends and enemies.",
      "score": 0
    },
    {
      "id": 1011,
      "cover": { "id": 94379, "image_id": "co20tn" },
      "name": "Borderlands 2",
      "rating": 85.2848117561903,
      "rating_count": 1213,
      "slug": "borderlands-2",
      "summary": "Five years after the events of Borderlands, a valuable mineral called \"Eridium\" starts flourishing through Pandora's crust. Handsome Jack, the leader of the Hyperion Corporation, secures this new resource and uses it to rule over Pandora with an iron fist. Meanwhile, rumors of an even larger Vault hidden on Pandora spread across the galaxy, drawing a new group of Vault Hunters to the planet in search of it.",
      "score": 0
    },
    {
      "id": 15,
      "cover": { "id": 91184, "image_id": "co1ycw" },
      "name": "Fallout 3",
      "rating": 84.1140929996851,
      "rating_count": 1133,
      "slug": "fallout-3",
      "summary": "Fallout 3 from the creators of the award-winning Oblivion, featuring one of the most realized game worlds ever created. Create any kind of character you want and explore the open wastes of post-apocalyptic Washington D.C. Every minute is a fight for survival as you encounter Super Mutants, Ghouls, Raiders and other dangers of the Wasteland. Prepare for the future. \n \nThe third game in the Fallout series, Fallout 3 is a singleplayer action role-playing game (RPG) set in a post-apocalyptic Washington DC. Combining the horrific insanity of the Cold War era theory of mutually assured destruction gone terribly wrong, with the kitschy naivety of American 1950s nuclear propaganda, Fallout 3 will satisfy both players familiar with the popular first two games in its series as well as those coming to the franchise for the first time.",
      "score": 0
    },
    {
      "id": 7331,
      "cover": { "id": 81917, "image_id": "co1r7h" },
      "name": "Uncharted 4: A Thief's End",
      "rating": 92.2813549835884,
      "rating_count": 1334,
      "slug": "uncharted-4-a-thief-s-end",
      "summary": "Several years after his last adventure, retired fortune hunter, Nathan Drake, is forced back into the world of thieves. With the stakes much more personal, Drake embarks on a globe-trotting journey in pursuit of a historical conspiracy behind a fabled pirate treasure. His greatest adventure will test his physical limits, his resolve, and ultimately what he's willing to sacrifice to save the ones he loves.",
      "score": 0
    },
    {
      "id": 1070,
      "cover": { "id": 133702, "image_id": "co2v5y" },
      "name": "Super Mario World",
      "rating": 92.68585319903251,
      "rating_count": 1044,
      "slug": "super-mario-world",
      "summary": "A 2D platformer and first entry on the SNES in the Super Mario franchise, Super Mario World follows Mario as he attempts to defeat Bowser's underlings and rescue Princess Peach from his clutches. The game features a save system, a less linear world map, an expanded movement arsenal and numerous new items for Mario, alongside new approaches to level design and art direction.",
      "score": 0
    },
    {
      "id": 72,
      "cover": { "id": 82660, "image_id": "co1rs4" },
      "name": "Portal 2",
      "rating": 91.5533811795148,
      "rating_count": 2258,
      "slug": "portal-2",
      "summary": "Sequel to the acclaimed Portal (2007), Portal 2 pits the protagonist of the original game, Chell, and her new robot friend, Wheatley, against more puzzles conceived by GLaDOS, an A.I. with the sole purpose of testing the Portal Gun's mechanics and taking revenge on Chell for the events of Portal. As a result of several interactions and revelations, Chell once again pushes to escape Aperture Science Labs.",
      "score": 0
    },
    {
      "id": 623,
      "cover": { "id": 88872, "image_id": "co1wko" },
      "name": "Call of Duty 4: Modern Warfare",
      "rating": 84.67437500645372,
      "rating_count": 1115,
      "slug": "call-of-duty-4-modern-warfare",
      "summary": "Call of Duty 4: Modern Warfare differs from previous installments of the Call of Duty series. Previous Call of Duty games have a distinct three country-specific campaign style, while Call of Duty 4 has a more film-like plot with interlaced story lines from the perspectives of Sgt. Paul Jackson of the Marines 1st Force Recon and Sgt. 'Soap' MacTavish of the British 22nd SAS Regiment.",
      "score": 0
    },
    {
      "id": 500,
      "cover": { "id": 87715, "image_id": "co1voj" },
      "name": "Batman: Arkham Asylum",
      "rating": 86.82324299775941,
      "rating_count": 1651,
      "slug": "batman-arkham-asylum",
      "summary": "Using a great variety of gadgets you must make your way around the island, and the asylums halls to find and stop the joker. The game uses a 3-button combat system, but with a great number of gadget abilites which Batman can unlock. This makes for a very cinematic combat experience when fighting the Joker's goons.",
      "score": 0
    },
    {
      "id": 75,
      "cover": { "id": 89702, "image_id": "co1x7q" },
      "name": "Mass Effect 3",
      "rating": 86.45771060786049,
      "rating_count": 1309,
      "slug": "mass-effect-3",
      "summary": "Earth is burning. The Reapers have taken over and other civilizations are falling like dominoes. Lead the final fight to save humanity and take back Earth from these terrifying machines, Commander Shepard. You'll need backup for these battles. Fortunately, the galaxy has a habit of sending unexpected species your way. Recruit team members and forge new alliances, but be prepared to say goodbye at any time as partners make the ultimate sacrifice. It's time for Commander Shepard to fight for the fate of the human race and save the galaxy. No pressure, Commander. \n \nFight smarter. Take advantage of new powers and combat moves. Shepard can now blind fire at enemies and build tougher melee attacks. Plus, when you fight as a team you can combine new biotic and tech powers to unleash devastating Power Combos. \n \nBuild the final force. Build a team from a variety of races and classes and combine their skills to overcome impossible odds. You'll be joined by newcomers like James Vega, a tough-as-nails soldier, as well as EDI, a trusted AI in a newly acquired physical form. Keep an eye out for beloved characters from your past, but beware. Some may not survive the final battle... \n \nFace off against friends. Enjoy an integrated co-op multiplayer mode and team up with friends online to liberate key conflict zones from increasingly tough opponents. Customize your warrior and earn new weapons, armor, and abilities to build war preparedness stats in your single player campaign.",
      "score": 0
    },
    {
      "id": 11156,
      "cover": { "id": 133030, "image_id": "co2una" },
      "name": "Horizon Zero Dawn",
      "rating": 91.1074177343656,
      "rating_count": 1066,
      "slug": "horizon-zero-dawn",
      "summary": "Horizon Zero Dawn, an exhilarating new action role playing game exclusively for the PlayStation 4 system, developed by the award winning Guerrilla Games, creatos of PlayStation's venerated Killzone franchise. As Horizon Zero Dawn's main protagonist Aloy, a skilled hunter, explore a vibrant and lush world inhabited by mysterious mechanized creatures.",
      "score": 0
    },
    {
      "id": 1970,
      "cover": { "id": 114765, "image_id": "co2gjx" },
      "name": "Assassin's Creed IV: Black Flag",
      "rating": 82.5887395242224,
      "rating_count": 1029,
      "slug": "assassin-s-creed-iv-black-flag",
      "summary": "Assassin’s Creed IV Black Flag begins in 1715, when pirates established a lawless republic in the Caribbean and ruled the land and seas. These outlaws paralyzed navies, halted international trade, and plundered vast fortunes. They threatened the power structures that ruled Europe, inspired the imaginations of millions, and left a legacy that still endures.",
      "score": 0
    },
    {
      "id": 565,
      "cover": { "id": 85079, "image_id": "co1tnb" },
      "name": "Uncharted 2: Among Thieves",
      "rating": 89.7672862781598,
      "rating_count": 1318,
      "slug": "uncharted-2-among-thieves",
      "summary": "In the sequel to Drake's Fortune, Nathan Drake comes across a map that showcases the location of Marco Polo's missing ships. It takes him on a journey to find the infamous Cintamani Stone, and uncover the truth behind it.",
      "score": 0
    },
    {
      "id": 512,
      "cover": { "id": 85148, "image_id": "co1tp8" },
      "name": "Uncharted 3: Drake's Deception",
      "rating": 85.8519175918666,
      "rating_count": 1021,
      "slug": "uncharted-3-drake-s-deception",
      "summary": "A search for the fabled \"Atlantis of the Sands\" propels fortune hunter Nathan Drake on a trek into the heart of the Arabian Desert. When the terrible secrets of this lost city are unearthed, Drake's quest descends into a desperate bid for survival that strains the limits of his endurance and forces him to confront his deepest fears.",
      "score": 0
    }
  ]
}
